<!-- Section: History  -->
<section>
    <div class="container">
        <div class="section-content">
            <div class="row">
                <div class="col-md-12">
                    <h3 class="line-bottom mt-0">التاريخ</h3>
                    <p>
جيوشي موتورز شركة لتجارة السيارات تأسست جيوشي موتورز عام 1981 علي يد السيد / محي الدين جيوشيي، بخبرة  اكثر من 36 عام في مجال السيارات حيث بدأت الشركة بإستيراد سيارات النقل الثقيل من اوروبا.
عام 1991 اصبحت جيوشي موتورز موزع معتمد ل جنرال موتورز للنقل الخفيف 
عام 1996 اصبحت جيوشي موتورز الموزع الوحيد ل MCV مرسيدس بنز في مصر،
عام 2001 لتكملة قصة النجاح اصبحت جيوشي موتورز الموزع الوحيد لجنرال موتورز للسيارات الملاكي
في عام 2008 انشاء السيد محي جيوشي شركة جيوشي موتورز بخبرتها في مجال السيارات والتوزيع لاكبر الاسماء في السوق مع ريادتها في السوق في خدمات ما بعد البيع
عام 2013 ذاد اسم جيوشي موتورز في بناء شبكة اكبر من الماركات بانضمام مجموعة غبور اوتو لتوزيع هيونداي، ماذا، جيلي وشيري.
عام 2013 لم تتوقف عما سبق، لاستكمال النجاح اصبحت جيوشي موتورز موزع معتمد لسوزوكي مصر
عام 2015 قررت جيوشي موتورز توسعة مجال اعمال المجموعة بانشاء اكبر معرض ومركز خدمة لاوبل وشيفرولية في مصر والشرق الاوسط
عام 2016 تأسست شراكة جيوشي موتورز وفاو الصينية برؤية مستقبلية ونحو نمو الاهداف والتفاهم المتبادل، منذ تلك اللحظة وقد قامت جيوشي موتورز باستثمار كافة الموارد لديها لتقوية مستقبل فاو ليس فقط في مصر ولكم في الشرق الاوسط ايضا.
                    </p>
                </div>
            </div>
        </div>
    </div>
</section>