<section style="background: #eee">
    <div class="container">
        <div class="section-content">
            <div class="row">
                <h3 class="line-bottom mt-0">رسالة رئيس مجلس الإدارة</h3>
                <div class="media border-1px bg-white sm-maxwidth400 p-15 mt-0 mb-15">
                    <div class="testimonial pt-10">
                        <div class="col-md-2">
                            <div class="thumb pull-left" style="width: 100%">
                                <img style="margin-left: 15%; margin-right: 15%;" width="100" class="img-circle" alt="" src="<?=asset_url();?>images/HAJJ_MOHY002.jpg">
                            </div>
                        </div>
                        <div class="col-md-10">
                            <div class="ml-0 ">
                                <p>تأسست "شركه جيوشي موتورز" عام 1981 علي يد السيد المحاسب محي الدين جيوشي وعلي مدار 36 عامأ ، اصبحت " جيوشي موتورز" من اقوي الموزعين المعتمدين للعديد من السيارات مثل شيفروليه واوبل وهيونداي وجيلي ومازدا وسوزوكي في مصر.</p>
                                <p>ُوج نجاح " شركه جيوشي موتورز " مؤخراً في مجال السيارات بالحصول علي عقد الوكاله الحصري للعلامه التجاريه الشهيره  FAW - والتي تعد السياره الصينيه الاولي والاشهر علي الاطلاق – وذلك لتوزيع جميع سيارات FAW في جمهوريه مصر العربيه. وتعد شركه فاو  FAW من أكبر الشركات العالمية واقدم الشركات الصينيه التي انشأت عام 1953 ، فهي مملوكة للحكومة الصينية ويزيد إنتاجها السنوي عن 3.3  مليون سيارة. وبموجب هذا التعاون اصبحت جيوشي موتورز الوكيل الحصري لفاو في مصر، ومن المقرر قيامنا بتجميع هذه العلامة الصينية محلياً وتصديرها إلي أفريقيا والشرق الأوسط.</p>
                                <p>كانت لدينا الرؤية الواضحة عن مستقبل السيارات في مصر والتي كانت مُلهمه لنا في تحقيق رغبات وأحلام المصريين في إقتناء سيارات عاليه الجوده ومساعدتهم في تحقيق اهدافهم والوصول الي المعادله الصعبه في الحصول علي قيمه اعلي للمنتجات مقابل النقود.</p>
                                <p>يستند نجاح " شركه جيوشي موتورز " على الاهتمام الجاد بموظّفينا الذين يشكّلون القيمة الأكبر لنا مع الالتزام الكامل والتام بالساده عملائنا الذين يفوق عددهم اكثر من 45 الف عميل . كان عدد العاملين في البدايه صغير، أما اليوم فيضم فريق العمل معنا مختلف الكوادر الوظيفيه في المبيعات وخدمات ما بعد البيع ويدعمهم فريق كبير من المهندسين والفنيين والاداريين.</p>
                                <p>نحن نعمل جميعاً عن قرب وبروح الفريق من اجل الوصول علي افضل النتائج في تقديم منتجات تتناسب واحتياجات الساده العملاء مع ضمان تقديم خدمات ما بعد البيع المميزه بما يضمن معه نجاح جميع الاطراف.</p>
                                <p>وأخيراً ... لا يوجد سقف طموحات لأحلامنا ، فنحن نصبو إلى الافضل وننجح دائماً في تحقيق اهدافنا بالعمل الجاد والاصرار علي النجاح وبقوة العمل بروح الفريق.</p>
                                <p class="author mt-10">- <span class="text-theme-colored">استاذ/ محي الدين جيوشي,</span> <small><em>رئيس مجلس الإدارة شركه جيوشي موتورز</em></small></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>